src/app/controllers/application_controller.rb

    def create
        #新しいメモがフォームからPostされた動作アクション
        Memo.create(title:params["memos"]["title"],body:params["memos"]["body"])
---
INSERT INTO "memos" ("title", "body", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "AWS学習"], ["body", "ClaudFormationの見直し"], ["created_at", "2020-12-02 12:08:28.239594"], ["updated_at", "2020-12-02 12:08:28.239594"]]

    def destroy
        memo = Memo.find(params["id"])
        memo.destroy
---
SELECT  "memos".* FROM "memos" WHERE "memos"."id" = ? LIMIT ?  [["id", 1], ["LIMIT", 1]]
DELETE FROM "memos" WHERE "memos"."id" = ?  [["id", 1]]